<?php
    $nazgul = 'Nazgul Musaeva'; // $ - бул белги переменный тузуу учун
    echo $nazgul; // echo - бул функция экранга маалымат чыгарат.
    echo '<br>'; // echo го тег жазуу жолуу
    echo 'Фамилия: ', $nazgul , '.'; // echo - функциясын (,) белгиси менен колдонуу.
    echo '<br> <b> Фамилия:', $nazgul,'</b>'; // echo - тег жана текст кошуп жазуу эрежеси
    echo "<br><b>Фамилия:</b> $nazgul"; // echo - тег жана текст (") тырнакча менен
    $a = 12;
    $b = 10;
    echo '<br>';
    echo "$a + $b = ", $a + $b; // echo амалдарды аткаруу
    echo '<br> <hr>';
    echo'N саны берилет. 999< N < 10000, n санынын 2- жана 3- цифрасынын суммасын тап.';
    $a=2845;
    $a = $a / 10;
    $c = $a % 10; 
    $a = $a / 10;
    $d = $a % 10;
    echo '<br>';
    echo $c + $d;
    $a=1;
    $b=5;
?>